"Cleanup completed" = "Nettoyage terminé";
"%d selected, free up %@ disk space" = "%d sélectionnés, libérez %@ d'espace disque";
"%ld items in total, %@ selected" = "%ld éléments au total, %@ sélectionnés";
"%ld similar photos, occupying %@" = "%ld photos similaires, occupant %@";
"Archive" = "Archiver";
"Are you sure you want to clean the selected files?" = "Êtes-vous sûr de vouloir nettoyer les fichiers sélectionnés ?";
"Cancel" = "Annuler";
"Clean up all selected files" = "Nettoyer tous les fichiers sélectionnés";
"Clean up all the selected files after backing up" = "Nettoyer tous les fichiers sélectionnés après la sauvegarde";
"Cleaning up %@" = "Nettoyage de %@ en cours";
"Close" = "Fermer";
"Comparing the similar images..." = "Comparaison des images similaires en cours...";
"Created date" = "Date de création";
"Earlier" = "Plus tôt";
"Exporting files..." = "Exportation des fichiers en cours...";
"Last Month" = "Le mois dernier";
"Last Week" = "La semaine dernière";
"No matching files were found." = "Aucun fichier correspondant n'a été trouvé.";
"No similar pictures found!" = "Aucune image similaire trouvée !";
"Ok" = "Ok";
"Open Finder" = "Ouvrir le Finder";
"Organizing remaining files..." = "Organisation des fichiers restants en cours...";
"Permissions denied, creation failed!" = "Autorisations refusées, création échouée !";
"Please select a folder or file." = "Veuillez sélectionner un dossier ou un fichier.";
"Please select the file to export." = "Veuillez sélectionner le fichier à exporter.";
"Reset" = "Réinitialiser";
"Search for files...." = "Recherche de fichiers en cours...";
"Select the files to clean up." = "Sélectionnez les fichiers à nettoyer.";
"The selected files will be packed and cleaned up." = "Les fichiers sélectionnés seront compressés et nettoyés.";
"This Year" = "Cette année";
"Today" = "Aujourd'hui";
"Files cannot be cleaned up without deletion permission." = "Les fichiers ne peuvent pas être nettoyés sans autorisation de suppression.";
"Yesterday" = "Hier";
"Clean up the selected files" = "Nettoyer les fichiers sélectionnés";

